[
    {
        "price": 4.99,
        "id": 1,
        "name": "Younger",
        "big_desc": "When PR pro Anna Wallingham gets dumped by her last client, she finds herself running out of options in LA, where looks trump experience. Desperate to prove she is still relevant, the fiftysomething accepts a shady job offer from Pierre Barton, secretive billionaire owner of Barton Pharmaceuticals. Isolated in a facility outside London, she agrees to test a new top-secret product guaranteed to make her look thirty years younger. Anna is starting to look on the outside the way she feels on the inside: ageless. But she soon discovers that her predecessor died under mysterious circumstances, leading her to research just who stands to gain—and lose—with this miraculous product. When Pierre drops dead in front of her, she takes off on a dangerous journey across Europe hoping to stay alive long enough to uncover the truth",
        "small_desc": "When PR pro Anna Wallingham gets dumped by her last client",
        "big_pic": "app/img/Younger.jpg",
        "small_pic": "app/img/Younger_s.jpg"
    },
    {
        "price": 9.99,
        "id": 2,
        "name": "Novel",
        "big_desc": "Rachel takes the same commuter train every morning. Every day she rattles down the track, flashes past a stretch of cozy suburban homes, and stops at the signal that allows her to daily watch the same couple breakfasting on their deck. She’s even started to feel like she knows them. “Jess and Jason,” she calls them. Their life—as she sees it—is perfect. Not unlike the life she recently lost.",
        "small_desc": "Gone Girl fans will devour this psychological thriller",
        "big_pic": "app/img/Novel.jpg",
        "small_pic": "app/img/Novel_s.jpg"
    },
    {
        "price": 11.35,
        "id": 3,
        "name": "The Dead Key",
        "big_desc": "Twenty years before, amid strange staff disappearances and allegations of fraud, panicked investors sold Cleveland’s largest bank in the middle of the night, locking out customers and employees, and thwarting a looming federal investigation. In the confusion that followed, the keys to the vault’s safe-deposit boxes were lost.",
        "small_desc": "It’s 1998, and for years the old First Bank of Cleveland has sat abandoned, perfectly preserved, its secrets only speculated on by the outside world",
        "big_pic": "app/img/The_dead_key.jpg",
        "small_pic": "app/img/The_dead_key_s.jpg"
    },
        {
        "price": 3.5,
        "id": 4,
        "name": "H is for Hawk",
        "big_desc": "When Helen Macdonald's father died suddenly on a London street, she was devastated. An experienced falconer—Helen had been captivated by hawks since childhood—she'd never before been tempted to train one of the most vicious predators, the goshawk. But in her grief, she saw that the goshawk's fierce and feral temperament mirrored her own. Resolving to purchase and raise the deadly creature as a means to cope with her loss, she adopted Mabel, and turned to the guidance of The Once and Future King author T.H. White's chronicle The Goshawk to begin her challenging endeavor. Projecting herself  wild mind to tame her humanity and changed her life. eccentric falconry. Obsession, madness, memory, myth, and history combine to achieve a distinctive blend of nature writing and memoir from an outstanding literary innovator.",
        "small_desc": "When Helen Macdonald's father died suddenly on a London street, she was devastated.",
        "big_pic": "app/img/Hawk.jpg",
        "small_pic": "app/img/Hawk_s.jpg"
    },
            {
        "price": 16.49,
        "id": 5,
        "name": "Aquarium",
        "big_desc": "David Vann’s dazzling debut Legend of a Suicide was reviewed in over a 150 major global publications, won 11 prizes worldwide, was on 40 “best books of the year” lists, and established its author as a literary master. Since then, Vann has delivered an exceptional body of work, receiving, among others, best foreign novel in France and Spain (France’s Prix Medicis Etranger, Spain’s Premi Llibreter), a California Book Award, and the mid-career St. Francis College Literary Prize. Aquarium, his implosive new book and first to be published by Grove, will take Vann to a wider audience than ever before.Twelve year old Caitlin lives alone with her mother—a docker at the local container port—in subsidized housing next to an airport in Seattle. Each day, while she waits to be picked up after school, Caitlin visits the local aquarium to study the fish. Gazing at the creatures within the watery depths, Caitlin accesses a shimmering universe beyond her own. When she befriends an old man at the tanks one day, who seems as enamored of the fish as she, Caitlin cracks open a dark family secret and propels her once-blissful relationship with her mother toward a precipice of terrifying consequence.",
        "small_desc": "David Vann’s dazzling debut Legend of a Suicide was reviewed in over a 150 major global publications, won 11 prizes worldwide, was on 40",
        "big_pic": "app/img/Aquarium.jpg",
        "small_pic": "app/img/Aquarium_s.jpg"
    },
                {
        "price": 16.77,
        "id": 6,
        "name": "Bettyville",
        "big_desc": "When George Hodgman leaves Manhattan for his hometown of Paris, Missouri, he finds himself—an unlikely caretaker and near-lethal cook—in a head-on collision with his aging mother, Betty, a woman of wit and will. Will George lure her into assisted living? When hell freezes over. He can’t bring himself to force her from the home both treasure—the place where his father’s voice lingers, the scene of shared jokes, skirmishes, and, behind the dusty antiques, a rarely acknowledged conflict: Betty, who speaks her mind but cannot quite reveal her heart, has never really accepted the fact that her son is gay. As these two unforgettable characters try to bring their different worlds together, Hodgman reveals the challenges of Betty’s life and his own struggle for self-respect, moving readers from their small town—crumbling but still colorful—to the star-studded corridors of Vanity Fair. Evocative of The End of Your Life Book Club and The Tender Bar, Hodgman’s debut is both an indelible portrait of a family and an exquisitely told tale of a prodigal son’s return.",
        "small_desc": "A beautifully crafted memoir, rich with humor and wisdom.” —Will Schwalbe, author of The End of Your Life Book Club",
        "big_pic": "app/img/Bettyville.jpg",
        "small_pic": "app/img/Bettyville_s.jpg"
    }
]